# -*- coding: cp1251 -*-


# Задача 1
print('Введите')
print(input('вид питомца '), input('имя питомца '), input('возраст питомца '))


# Задача 2
print('Введите этапы развития человека')
print(input('протоантропы '), input('архантропы '), input('палеоантропы '), input('неоантропы '), sep='=>')